Repository: haithamsha/yoga
Catalog: yoga/Resources/Views/Home/Index.*.resx
Languages: ar

source: About Us
ar: من نحن

# HomePage
source: Home
ar: الرئيسية

# InfoAboutUs
source: Who We Are
ar: معلومات عنا

# AimAndObjectives
source: AIMS & OBJECTIVES
ar: الغايات والاهداف

# aim1Title
source: To increase the number of yogis in society
ar: العمل على زيادة عدد الممارسين لرياضة اليوغا

# aim1Body
source: As well as to raise awareness and enthusiasm for yoga as a way of life for all segments of society and all ages. This will be accomplished by increasing and encouraging activities and initiatives, as well as building a generation of sports enthusiasts and professionals who are driven by a genuine desire to create a healthy sports society that recognizes that yoga is for everyone. It will also help stand out in local and international competitions and events.
ar: التحفيز على نشر الوعي والحماس لممارستها كأسلوب حياة لجميع فئات المجتمع ومختلف الأعمار، وذلك بزيادة الفعاليات والمبادرات والتشيع عليها، وبناء جيل من محبي الرياضة ومحترفيها، يقودهم الشغف للخروج بمجتمع صحي رياضي يعي أن اليوغا للجميع، وهذا يؤدي لتحقيق التميز في المنافسات والمشاركات محلياً ودولياً. التحفيز على نشر الوعي والحماس لممارستها كأسلوب حياة لجميع فئات المجتمع ومختلف الأعمار، وذلك بزيادة الفعاليات والمبادرات والتشيع عليها، وبناء جيل من محبي الرياضة ومحترفيها، يقودهم الشغف للخروج بمجتمع صحي رياضي يعي أن اليوغا للجميع، وهذا يؤدي لتحقيق التميز في المنافسات والمشاركات محلياً ودولياً.

# aim2Title
source: To be the regional beacon
ar: أن نكون الفنار الإقليمي الداعم والمنظم لرياضة اليوغا

# aim2Body
source: Supports and regulates this sport and develops sustainable educational and recreational programs, raises public awareness, and prepares members of society to practice and be aware of its correct content and principles. This will lead to physical and mental well-being.
ar: من خلال تطوير البرامج التعليمية والترفيهية المستدامة، ورفع مستوى الوعي العام، عن طريق تأهيل مجتمع ممارس لرياضة اليوغا، بمضمونها ومبادئها الصحيحة، والتي ستؤدي للتمتع برفاهية العافية البدنية والنفسية.من خلال تطوير البرامج التعليمية والترفيهية المستدامة، ورفع مستوى الوعي العام، عن طريق تأهيل مجتمع ممارس لرياضة اليوغا، بمضمونها ومبادئها الصحيحة، والتي ستؤدي للتمتع برفاهية العافية البدنية والنفسية.

# aim3Title
source: To help society
ar: الوصول إلى مجتمع يعي أهمية الصحة النفسية والبدنية

# aim3Body
source: realizes the importance of mental and physical health and its impact on daily life by providing and supporting various types of sports programs and awareness sessions for all community groups.
ar: وأثرها على الحياة اليومية، من خلال توفير ودعم البرامج الرياضية والجلسات التوعوية بأنماطها المختلفة لجميع الفئات المجتمعية وأثرها على الحياة اليومية، من خلال توفير ودعم البرامج الرياضية والجلسات التوعوية بأنماطها المختلفة لجميع الفئات المجتمعية

# visionmessionObj
source: Vision â€“ Mission - Objectives
ar: الرؤية - الرسالة - الاهداف

# visionmissionObjDesc
source: Our Vision, Mission, Objectives and Strategic Objectives.
ar: رؤيتنا ورسالتنا وأهدافنا الاستراتيجية.

# MissionTitle
source: Mission
ar: رسالتنا

# MissionBody
source: Motivating yoga practitioners to spread awareness and enthusiasm in practicing yoga as a lifestyle for all segments of society. And increase activities and initiatives to build a generation of yoga lovers and professionals who will contribute to raising a healthy community.
ar: العمل على زيادة عدد الممارسين لرياضة اليوغا في المجتمع و التحفيز على نشر الوعي و الحماس للمارستها كنمط حياة لجميع فئات المجتمع أو لمختلف الأعمار بزيادة الفعاليات و المبادرات و التشيع عليها و بناء جيل من محبي الرياضة و المحترفين يقودهم الشغف للخروج بمجتمع صحي رياضي يعي أن اليوغا للجميع لتحقيق التميز في المنافسات و المشاركات محليا و دوليا

# LearningGrowthTitle
source: Learning & Growth
ar: أهداف التعلم و الابتكار النمو

# LearningGrowthBody
source: Participation opportunities for educational and health sectors, private, local and international, to activate valuable programs with a sustainable impact.
ar: طرح فرص مشاركة القطاعات التعليمية و الصحية الخاصة و الحكومية المحلية و العالمية لتفعيل برامج قيمة ذات أثر مستدام.طرح فرص مشاركة القطاعات التعليمية و الصحية الخاصة و الحكومية المحلية و العالمية لتفعيل برامج قيمة ذات أثر مستدام.

# ClientFocusTitle
source: Client Focus
ar: أهداف العميل

# ClientFocusBody
source: Increasing society awareness of the importance of mental and physical health and its impact on daily life by providing and supporting programs.
ar: الوصول إلى مجتمع يعي أهمية الصحة النفسية و البدنية و أثرها على الحياة اليومية من خلال توفير و دعم البرامج الرياضية و الجلسات التوعوية بأنماطها المختلفة لجميع الفئات المجتمعية

# VisionTitle
source: Vision
ar: الرؤية

# VisionBody
source: To be the regional lighthouse that supports and organizes the sport of yoga by developing sustainable educational and recreational programs, and raising the level of public awareness by rehabilitating a community practicing yoga with proper content and principles. To enjoy the well-being of physical and mental health.
ar: الوعي العام عن طريق تأهيل مجتمع ممارس لرياضة اليوغا بمضمونها و مبادئها الصحيحة. للتمتع برفاهية العافية البدنية و النفسية

# InternalProceduresTitle
source: Internal Procedures
ar: أهداف الاجراءات الداخليةأهداف الاجراءات الداخلية

# InternalProceduresBody
source: Designing a scientific and professional framework for practicing and teaching yoga in order to ensure high quality, safe, available yoga education for all groups of society.
ar: - تطوير معايير و شروط مؤسسات رياضة اليوغا. 2- تصميم إطار عمل تدعم و تطور شروط افتتاح مراكز تغليم و تدريب رياضة اليوغا 3- توفير مصادر التعلم و التطوير المعتمدة من الجهات الرسمية. 4- تقديم خدمات متميزة لفئات المجتمع من خلال تجارب عالمية لأفضل الممارسات 5- تصميم الإطار العلمي و المهني لممارسة و تدريب رياضة اليوغا من أجل ضمان تعليم اليوغا عالي الجودة والآمن والمتاح والمنصف لجميغ فئات المجتمع

# FinancialsTitle
source: Financials
ar: أهداف ماليةأهداف مالية

# FinancialsBody
source: Develop a financial sustainability plan for the committee.
ar: وضع الخطة التشغيلية للبرامج و مبادرات اتحاد اليوغا لتحديد الميزانيات اللازمة لتطبيقها. رفع التقارير المالية لهيئة الرياضة لمطالبات الدعم المالية. وضع خطة الاستدامة المالية للجنة. وضع الخطة التشغيلية للبرامج و مبادرات اتحاد اليوغا لتحديد الميزانيات اللازمة لتطبيقها. رفع التقارير المالية لهيئة الرياضة لمطالبات الدعم المالية. وضع خطة الاستدامة المالية للجنة.

# PlatformTitle
source: Platforms
ar: منصة اليوجيين

# PlatformTitleDesc
source: This platform serves as a comprehensive resource for certified trainers, centers, gyms, and yoga clubs in Saudi Arabia.
ar: تعتبر هذه المنصة بمثابة دليل كامل للمدربين والمراكز والصالات و اندية اليوغا المعتمدة في المملكةتعتبر هذه المنصة بمثابة دليل كامل للمدربين والمراكز والصالات و اندية اليوغا المعتمدة في المملكة

# AboutUsBody
source: The Saudi Yoga Committee is a sports committee that operates under the Saudi Arabian Olympic Committee, which is affiliated with the Ministry of Sports. The Committee was formed in 2021 to respond to the growing popularity of this sport in Saudi Arabia. Yoga has a large fan base across the country, and there is a genuine desire to supervise and develop its activities, as well as to support and improve the performance of yogis and sport professionals. A true desire exists to improve training quality and activate national participation in future international yoga tournaments and competitions. The Saudi Yoga Committee is a sports committee that operates under the Saudi Arabian Olympic Committee, which is affiliated with the Ministry of Sports. The Committee was formed in 2021 to respond to the growing popularity of this sport in Saudi Arabia. Yoga has a large fan base across the country, and there is a genuine desire to supervise and develop its activities, as well as to support and improve the performance of yogis and sport professionals. A true desire exists to improve training quality and activate national participation in future international yoga tournaments and competitions.
ar: اللجنة السعودية لليوغا هي لجنة رياضية تحت مظلة اللجنة الأولمبية العربية السعودية التابعة لوزارة الرياضة، تأسست في العام 2021م، وجاء تأسيس اللجنة نظراً لشعبية رياضة اليوغا وانتشارها الواسع في المملكة العربية السعودية، ووجود قاعدة جماهيرية لها، والرغبة الجادة في الإشراف على أنشطة هذه الرياضة في المملكة والعمل على تطويرها ودعم ممارسيها ومحترفيها، لتطوير أدائهم وتحسين جودة التدريب في المملكة لتحسين وتفعيل المشاركة الوطنية في البطولات والمسابقات الدولية الخاصة برياضة اليوغا مستقبلاً.
