Repository: haithamsha/yoga
Catalog: yoga/Resources/Views/TeacherLic/Detail.*.resx
Languages: ar

source: Dashboard
ar: لوحة التحكم

source: Teacher Licence Issue
ar: طلب رخصة مدرب

source: Expreience
ar: الخبرات

source: Basic Information
ar: بيانات اساسية

source: Fees
ar: الرسوم

source: Status
ar: الحالة

source: Name
ar: الاسم

source: Education Level
ar: مستوي التعليم

source: Social Media Accounts
ar: حسابات التواصل الاجتماعي

source: Personal WebSite
ar: الموقع الشخصي

source: Teaching Type
ar: مستوي التعليم

source: City
ar: المدينة

source: ExpYears
ar: سنوات الخبرة

source: Accredited Hours
ar: الساعات المعتمدة

source: School Location
ar: موقع المدرسة

source: Certaficate Date
ar: تاريخ الشهادة

source: School Name
ar: اسم المدرسة

source: School Link
ar: رابط المدرسة

source: School Social Media Account
ar: حساب التواصل الاجتماعي للمدرسة

source: Certficate Files
ar: ملفات الشهادة

source: Exam Fees
ar: رسوم الاختبار

# Warning
source: Warning: User send the receit but you not approve yet, so please approve.
ar: تحذير: قام المستخدم بأرسال ايصال الدفع رجاء التأكيد علي عملية الدفع

# TeacherPay
source: Teacher pay the exam fees, check the below receit
ar: دفع المدرب رسوم الاختبار من فضلك قم بمراجعة ايصال الدفع بالاسفل

source: Not Paid Yet.
ar: غير مدفوع

source: LicenceFees
ar: رسوم الرخصة

# WarningApprove
source: Warning: User send the receit but you not approve yet, so please approve.
ar: تحذير: قام المستخدم بأرسال ايصال الدفع رجاء التأكيد علي عملية الدفع

source: Information Completed
ar: حالة البيانات

source: Pay Exam Fees
ar: رسوم الاختبار

source: Take The Exam
ar: قام بالاختبار

source: Pass The Exam
ar: اجتاز الاختبار

source: Pay Licence Fees
ar: دفع رسوم الرخصة

source: Pending
ar: قيد التقدم

source: Select
ar: اختر

source: Mark as approved
ar: تم التأكيد

source: Mark as Rejected
ar: مرفوضة

source: Rejected
ar: مرفوضة

source: Approved
ar: تم التأكيد

source: No
ar: لا

source: Mark as paid exam fees
ar: تم دفع رسوم الاختبار

source: Reject Payment
ar: رفض عملية دفع الرسوم

source: Details
ar: تفاصيل

# ExamDetails
source: Exam Details (Location And Date)
ar: تفاصيل الاختبار(التاريخ - الوقت)

source: Mark as take the exam
ar: تم حضور الاختبار

source: Yes
ar: نعم

source: Mark as pass the exam
ar: تم إجتياز الاختبار

source: Not Passed
ar: لم يتم تجاوز الاختبار

source: Please Insert License Fees
ar: من فضلك ادخل رسوم الرخصة

source: Mark as paid License fees
ar: تم دفع رسوم الرخصة

source: Approve
ar: تأكيد

source: Reject Reason
ar: سبب الرفض

source: Reject
ar: رفض

# Agree
source: Agree on Terms and Conditions and Acknowledged
ar: الموافقة على الشروط والأحكام والإقرار بها

# PageTitle
source: Teacher License
ar: رخصة المدربين
