Repository: haithamsha/yoga
Catalog: yoga/Resources/Views/Shared/_Layout.*.resx
Languages: ar

source: Home
ar: الرئيسية

# About
source: About Us
ar: من نحن

source: History
ar: تاريخنا

source: News
ar: الاخبار

source: Platforms
ar: منصة اليوغيين

# TrainersPrograms
source: Trainers
ar: المدربين

# YogaStudios
source: Centers and Gyms
ar: المراكز والصالات

# ClubsCompetition
source: Clubs
ar: الاندية

# YogasanSport
source: Yogasan Sport Athletes
ar: لاعبين اليوجا اسانا

source: Handbook
ar: الدليل الارشادي

source: FAQ
ar: أسئلة واجوبة

# Contact
source: Contact Us
ar: اتصل بنا

source: Amateurs
ar: الهواه

# footerTitle1
source: About Us
ar: هل تؤمن بالمعجزات؟

# footerBody1
source: To conduct Yogasana premier league to encourage Yoga Players and Yoga Officials in terms of their country wide recognition and monetary benefits.
ar: اللجنة السعودية لليوغا هي لجنة رياضية تحت مظلة اللجنة الأولمبية العربية السعودية التابعة لوزارة الرياضة، تأسست في العام 2021م

# AddressTitle
source: Address
ar: العنوان

# AddressItem1
source: The Castle345 2500
ar: The Castle

# AddressItem2
source: Castle Dr.Port Douglas, Queensland
ar: 345 2500 Castle Dr.

source: Phone
ar: هاتف

# Email
source: E:
ar: بريد الكتروني

# Rights
source: All rights reserved to Yoga 2022
ar: جميع الحقوق محفوظة 2022

source: CONNECT
ar: تواصل معنا

# Policy
source: Website Usage Policy
ar: سياسة استخدام الموقع
